# Install formulae
brew "clojure"
brew "gh"
brew "git"
brew "java"
brew "mas"
brew "nodenv"
brew "tmux"

# Install apps
cask "principle"
cask "1password"
cask "exodus"
cask "figma"
cask "flux"
cask "kap"
cask "loom"
cask "loopback"
cask "muzzle"
cask "qlab"
cask "sim-daltonism"
cask "slack"
cask "superhuman"
cask "tuple"
cask "visual-studio-code"

# Install App Store stuffs
mas "AdBlock", id: 1402042596
mas "Binaural", id: 946812450
mas "Contrast", id: 1254981365
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sprinkles", id: 1500209074
mas "Xcode", id: 497799835
